[
    "Never have I ever laughed so hard I accidentally spit out my drink on someone.",
    "Never have I ever accidentally liked a very old photo while stalking someone online.",
    "Never have I ever fallen asleep during a movie date and pretended I saw the ending.",
    "Never have I ever walked into a glass door because I thought it was open.",
    "Never have I ever worn mismatched shoes the whole day without noticing.",
    "Never have I ever waved back at a stranger who was not waving at me.",
    "Never have I ever texted someone only to immediately regret sending it.",
    "Never have I ever made up a story to sound more interesting at a party.",
    "Never have I ever laughed in a serious situation and couldn’t stop.",
    "Never have I ever given the wrong name at a coffee shop just for fun.",
    "Never have I ever sung in the shower so loudly that someone knocked on the door.",
    "Never have I ever forgotten the words mid-sentence and tried to cover it with nonsense.",
    "Never have I ever sent a meme to the wrong group chat.",
    "Never have I ever tripped on the stairs and acted like nothing happened.",
    "Never have I ever mistaken a stranger for someone I knew and greeted them.",
    "Never have I ever lied about knowing the lyrics to a song while singing in public.",
    "Never have I ever sneezed loudly in a quiet room and startled people.",
    "Never have I ever created a fake excuse to leave a boring hangout.",
    "Never have I ever laughed at a joke I didn’t understand to fit in.",
    "Never have I ever pretended to recognize someone who clearly remembered me.",
    "Never have I ever gone on a second date just because I felt bad saying no.",
    "Never have I ever stalked an ex’s new partner online for too long.",
    "Never have I ever been in a relationship just because I didn’t want to be alone.",
    "Never have I ever ghosted someone who actually deserved an explanation.",
    "Never have I ever cried after a breakup but told people I was fine.",
    "Never have I ever pretended to like a gift from a partner when I hated it.",
    "Never have I ever stayed friends with an ex just to keep the drama down.",
    "Never have I ever secretly checked my partner’s phone when they weren’t looking.",
    "Never have I ever confessed feelings only to regret it instantly.",
    "Never have I ever had a fight with a partner in public.",
    "Never have I ever been jealous of someone my partner kept mentioning.",
    "Never have I ever been in love with two people at the same time.",
    "Never have I ever lied about how many people I’ve dated.",
    "Never have I ever dated someone my friends warned me about.",
    "Never have I ever sent a risky text and then turned my phone off.",
    "Never have I ever kept dating someone out of habit, not love.",
    "Never have I ever had a crush on a friend’s sibling.",
    "Never have I ever given relationship advice I never followed myself.",
    "Never have I ever cried after seeing an ex unexpectedly.",
    "Never have I ever tried to make an ex jealous on purpose.",
    "Never have I ever ignored a call because I didn’t feel like talking.",
    "Never have I ever pretended to be busy to avoid hanging out.",
    "Never have I ever kept a secret I knew I should have shared.",
    "Never have I ever joined in laughter without knowing the joke.",
    "Never have I ever pretended to be okay when I clearly wasn’t.",
    "Never have I ever forced a smile in photos when I felt miserable.",
    "Never have I ever pretended to know about something I didn’t.",
    "Never have I ever practiced a conversation in the mirror.",
    "Never have I ever pretended to enjoy a story that bored me.",
    "Never have I ever hidden in the bathroom to take a break at a party.",
    "Never have I ever avoided eye contact to dodge a question.",
    "Never have I ever given fake laughter to someone’s joke.",
    "Never have I ever acted excited about plans I didn’t want to attend.",
    "Never have I ever played along with a rumor I knew wasn’t true.",
    "Never have I ever acted brave when I was secretly terrified.",
    "Never have I ever told someone I was fine just to end the conversation.",
    "Never have I ever let someone believe they were right when they weren’t.",
    "Never have I ever faked being asleep to avoid talking.",
    "Never have I ever exaggerated how much I liked someone’s cooking.",
    "Never have I ever hidden my true opinion to keep the peace.",
    "Never have I ever blamed my sibling for something I did.",
    "Never have I ever ruined a holiday by picking a fight.",
    "Never have I ever been grounded and still snuck out.",
    "Never have I ever borrowed clothes from a sibling without asking.",
    "Never have I ever listened in on a private conversation at home.",
    "Never have I ever fought over who got the bigger piece of food.",
    "Never have I ever broken something at home and never admitted it.",
    "Never have I ever accidentally read someone else’s diary or notes.",
    "Never have I ever been the only sober person at a family event.",
    "Never have I ever ignored a family call on purpose.",
    "Never have I ever lied about liking a relative’s cooking.",
    "Never have I ever felt jealous of a sibling’s achievement.",
    "Never have I ever gotten caught talking back to my parents.",
    "Never have I ever had a huge argument at a family dinner.",
    "Never have I ever taken money from a family member without asking.",
    "Never have I ever skipped a family event on purpose.",
    "Never have I ever gotten compared to a sibling unfairly.",
    "Never have I ever gotten away with sneaking alcohol at a family party.",
    "Never have I ever broken curfew and lied about where I was.",
    "Never have I ever avoided going home to dodge an argument.",
    "Never have I ever gotten lost in a massive store and panicked.",
    "Never have I ever walked into the wrong classroom or meeting.",
    "Never have I ever joined the wrong video call and stayed quiet.",
    "Never have I ever gotten off at the wrong bus stop and had to improvise.",
    "Never have I ever gotten stuck in an elevator and freaked out.",
    "Never have I ever traveled to the wrong airport terminal.",
    "Never have I ever gotten lost in a museum and circled back.",
    "Never have I ever been late because I followed bad directions.",
    "Never have I ever boarded the wrong train or bus by mistake.",
    "Never have I ever misread a sign and ended up somewhere strange.",
    "Never have I ever forgotten where I parked and looked for hours.",
    "Never have I ever gotten lost at a festival or fair.",
    "Never have I ever followed strangers thinking they knew the way.",
    "Never have I ever tried to hide being lost from friends.",
    "Never have I ever wandered too far from a tour group.",
    "Never have I ever joined a random event thinking it was mine.",
    "Never have I ever ended up in the wrong hotel room.",
    "Never have I ever been too embarrassed to admit I was lost.",
    "Never have I ever asked directions but didn’t understand the answer.",
    "Never have I ever ended up walking in circles trying to find my way.",
    "Never have I ever passed out at a party unexpectedly.",
    "Never have I ever been too scared to sing my karaoke song.",
    "Never have I ever bailed on a game night last second.",
    "Never have I ever made up a dance move on the spot.",
    "Never have I ever embarrassed myself at karaoke with the wrong lyrics.",
    "Never have I ever started a drinking game I couldn’t keep up with.",
    "Never have I ever been the first to fall asleep at a sleepover.",
    "Never have I ever lost my shoe while dancing.",
    "Never have I ever spilled a drink all over myself at a party.",
    "Never have I ever tripped while trying to look cool in front of people.",
    "Never have I ever accidentally crashed someone else’s party.",
    "Never have I ever pretended to know the rules of a game I didn’t.",
    "Never have I ever panicked when asked to freestyle dance.",
    "Never have I ever been dared to sing in front of strangers.",
    "Never have I ever cheered loudly for the wrong team.",
    "Never have I ever forgotten the words to a song on stage.",
    "Never have I ever made a toast that went horribly wrong.",
    "Never have I ever snuck food or drinks into a movie theater.",
    "Never have I ever gotten so into a game I broke something.",
    "Never have I ever walked out of a party without saying goodbye.",
    "Never have I ever blacked out and had to piece the night together.",
    "Never have I ever tried a drug I couldn’t handle.",
    "Never have I ever mixed drinks that should not have been mixed.",
    "Never have I ever thrown up in a stranger’s bathroom.",
    "Never have I ever woken up not knowing where I was.",
    "Never have I ever gotten in trouble for drinking underage.",
    "Never have I ever hidden alcohol in a creative way.",
    "Never have I ever pretended to be sober when I clearly wasn’t.",
    "Never have I ever taken a random pill at a party.",
    "Never have I ever passed out in a weird place.",
    "Never have I ever lost something valuable while drunk.",
    "Never have I ever embarrassed myself calling an ex while drunk.",
    "Never have I ever done something reckless while high.",
    "Never have I ever bought something illegal from a stranger.",
    "Never have I ever been too hungover to go to work or school.",
    "Never have I ever made a drunk promise I didn’t remember.",
    "Never have I ever mixed alcohol with energy drinks and regretted it.",
    "Never have I ever pretended to remember the night when I didn’t.",
    "Never have I ever had to be carried home after a night out.",
    "Never have I ever done shots I immediately regretted.",
    "Never have I ever kissed more than one person in the same night.",
    "Never have I ever hooked up in a public place.",
    "Never have I ever sent a sexy text to the wrong person.",
    "Never have I ever had a one-night stand I regretted.",
    "Never have I ever gone skinny dipping with strangers.",
    "Never have I ever been caught doing something sexual in public.",
    "Never have I ever hooked up with someone whose name I forgot.",
    "Never have I ever tried a kink I instantly regretted.",
    "Never have I ever flirted with a friend’s ex.",
    "Never have I ever had sex in a car just to try it.",
    "Never have I ever used a dating app just for hookups.",
    "Never have I ever been walked in on during sex.",
    "Never have I ever made out in a place I could get caught.",
    "Never have I ever hooked up with someone I met that same day.",
    "Never have I ever been attracted to a teacher or boss.",
    "Never have I ever sexted someone while in public.",
    "Never have I ever lied about my sexual experience.",
    "Never have I ever done something sexual on a dare.",
    "Never have I ever kissed someone just because I was bored.",
    "Never have I ever regretted not saying yes to a sexual opportunity.",
    "Never have I ever flirted to get free drinks.",
    "Never have I ever led someone on without realizing it.",
    "Never have I ever kissed someone just to make someone else jealous.",
    "Never have I ever given someone a fake number.",
    "Never have I ever lied about having a partner.",
    "Never have I ever gone on a date just for the food.",
    "Never have I ever flirted with someone to get out of trouble.",
    "Never have I ever used a cheesy pickup line seriously.",
    "Never have I ever texted two people the same flirty thing.",
    "Never have I ever gotten caught checking someone out.",
    "Never have I ever kissed someone just because everyone expected it.",
    "Never have I ever gone on a date with someone I didn’t like.",
    "Never have I ever asked out someone as a joke.",
    "Never have I ever matched with someone I knew on a dating app.",
    "Never have I ever flirted my way into a better deal.",
    "Never have I ever pretended to be interested just for attention.",
    "Never have I ever kissed someone without knowing their name.",
    "Never have I ever crushed on someone off-limits.",
    "Never have I ever flirted with someone I knew I shouldn’t.",
    "Never have I ever gone on a date I knew wouldn’t go anywhere.",
    "Never have I ever written a message I never sent.",
    "Never have I ever kept a small object as a secret memory of someone.",
    "Never have I ever re-read old texts from someone I miss.",
    "Never have I ever stalked someone’s profile just to feel close.",
    "Never have I ever thought about reaching out years later.",
    "Never have I ever avoided a place because it reminded me of someone.",
    "Never have I ever saved photos I should have deleted.",
    "Never have I ever listened to a song just to cry about someone.",
    "Never have I ever written a letter I never delivered.",
    "Never have I ever checked an ex’s profile late at night.",
    "Never have I ever kept someone’s hoodie just to feel close.",
    "Never have I ever pretended not to care when I still did.",
    "Never have I ever looked through old gifts and felt emotional.",
    "Never have I ever stopped myself from texting late at night.",
    "Never have I ever dreamed about someone I’m no longer close to.",
    "Never have I ever written a poem or note about someone secretly.",
    "Never have I ever smiled at a memory and then felt sad after.",
    "Never have I ever imagined bumping into someone years later.",
    "Never have I ever kept a secret crush for years.",
    "Never have I ever thought about someone I shouldn’t while with another person."
  ]