[
    "Who is most likely to forget their own birthday?",
    "Who would be the one to trip walking up to receive an award?",
    "Who is most likely to panic if they see a spider?",
    "Who would laugh uncontrollably at the wrong moment?",
    "Who is most likely to mispronounce a word and keep saying it wrong?",
    "Who would wear mismatched socks for a week without noticing?",
    "Who is most likely to tell a story but forget the punchline?",
    "Who would sing loudly in public without realizing it?",
    "Who is most likely to get lost in their own neighborhood?",
    "Who would spill food on themselves during every meal?",
    "Who is most likely to show up at the wrong party?",
    "Who would wave back at someone who wasn’t waving at them?",
    "Who is most likely to answer a rhetorical question out loud?",
    "Who would forget where they parked their car?",
    "Who is most likely to send a message to the wrong group chat?",
    "Who would faint during a scary movie?",
    "Who is most likely to lock themselves out of their own house?",
    "Who would tell a joke that nobody laughs at but keep repeating it?",
    "Who is most likely to laugh so hard they snort?",
    "Who would be late because they were watching TikToks?",
  
    "Who is most likely to forget to pay back borrowed money?",
    "Who would exaggerate the smallest achievement?",
    "Who is most likely to brag about something nobody cares about?",
    "Who would be most dramatic after losing a game?",
    "Who is most likely to secretly believe they’re the smartest in the room?",
    "Who would spread gossip without checking if it’s true?",
    "Who is most likely to borrow clothes and never return them?",
    "Who would cancel plans with the lamest excuse?",
    "Who is most likely to take credit for someone else’s idea?",
    "Who would complain about everything on a trip?",
    "Who is most likely to forget a friend’s birthday?",
    "Who would make fun of someone but can’t take a joke themselves?",
    "Who is most likely to double-text because they’re impatient?",
    "Who would take forever to get ready and make everyone late?",
    "Who is most likely to leave dirty dishes for days?",
    "Who would pretend to know something they clearly don’t?",
    "Who is most likely to steal fries off someone else’s plate?",
    "Who would interrupt a story to make it about themselves?",
    "Who is most likely to hold a grudge the longest?",
    "Who would be the worst at keeping a secret?",
  
    "Who is most likely to text their ex after a few drinks?",
    "Who would ghost someone without explanation?",
    "Who is most likely to flirt with someone completely inappropriate?",
    "Who would confess feelings at the worst possible moment?",
    "Who is most likely to develop a crush on a friend’s sibling?",
    "Who would accidentally flirt with someone’s partner?",
    "Who is most likely to post something cryptic about their breakup?",
    "Who would date someone just for the free food?",
    "Who is most likely to stay in a bad relationship too long?",
    "Who would be the one to ask an ex for a favor?",
    "Who is most likely to fall in love too quickly?",
    "Who would complain about being single but ignore messages?",
    "Who is most likely to stalk their crush online?",
    "Who would lie about being busy to avoid a date?",
    "Who is most likely to go back to their ex multiple times?",
    "Who would bring drama into the group chat?",
    "Who is most likely to forget someone’s name mid-conversation?",
    "Who would date someone their friends warned them about?",
    "Who is most likely to get jealous over nothing?",
    "Who would overshare about their relationship to strangers?",
  
    "Who is most likely to get arrested for something stupid?",
    "Who would be the first to run if a fight broke out?",
    "Who is most likely to lose their passport while traveling?",
    "Who would lock their keys in the car?",
    "Who is most likely to faint during a blood test?",
    "Who would panic if their phone died for a day?",
    "Who is most likely to set off the fire alarm while cooking?",
    "Who would spill a drink on expensive equipment?",
    "Who is most likely to trip in front of a large crowd?",
    "Who would scream on the smallest roller coaster?",
    "Who is most likely to forget to buckle their seatbelt?",
    "Who would burn food while trying to impress someone?",
    "Who is most likely to get lost on the way to their own party?",
    "Who would push a pull door multiple times?",
    "Who is most likely to get banned from a casino?",
    "Who would call 911 by accident?",
    "Who is most likely to crash a wedding?",
    "Who would break something in a store and try to hide it?",
    "Who is most likely to get stuck in an elevator?",
    "Who would lose their shoes at a festival?",
  
    "Who is most likely to show up to work drunk?",
    "Who would be the first to hook up with a coworker?",
    "Who is most likely to send nudes to the wrong person?",
    "Who would get caught having sex in public?",
    "Who is most likely to sleep with someone just for free drinks?",
    "Who would secretly watch porn at work or school?",
    "Who is most likely to join an OnlyFans as a creator?",
    "Who would have the weirdest sexual fetish?",
    "Who is most likely to hook up with someone much older?",
    "Who would flirt their way out of a speeding ticket?",
    "Who is most likely to have sex on the first date?",
    "Who would text something sexual to the wrong chat?",
    "Who is most likely to brag about their sex life?",
    "Who would end up in handcuffs — not for a crime?",
    "Who is most likely to hook up with two people in the same night?",
    "Who would sleep with someone they didn’t even like?",
    "Who is most likely to cheat during a drinking game and turn it sexual?",
    "Who would show up hungover to an important event?",
    "Who is most likely to make out with a stranger in public?",
    "Who would lie about how many people they’ve slept with?",
  
    "Who is most likely to overshare after just two drinks?",
    "Who would cry at a random commercial?",
    "Who is most likely to brag about knowing someone famous?",
    "Who would end up doing karaoke completely sober?",
    "Who is most likely to forget their own PIN code?",
    "Who would join a pyramid scheme by accident?",
    "Who is most likely to ruin a surprise by spilling it?",
    "Who would end up in the background of a viral video?",
    "Who is most likely to accidentally start a rumor?",
    "Who would try to high-five and miss completely?",
    "Who is most likely to believe the most random conspiracy theory?",
    "Who would be too loud in a library?",
    "Who is most likely to make the group wait because they were napping?",
    "Who would eat off someone else’s plate without asking?",
    "Who is most likely to try a TikTok challenge and fail?",
    "Who would forget to mute themselves on a call?",
    "Who is most likely to laugh at their own joke before finishing it?",
    "Who would get locked in a bathroom?",
    "Who is most likely to show up to a party way too early?",
    "Who would still bring up an embarrassing story from years ago?"
  ]
  