[{"id":"8","start":"2016-06-01","end":"2016-08-01","Organization":"Dacom Informatica","Role":"Technical Service","Descirption":"At this position, I was responsible for assembling and repairing a variety of electronic devices, including computers, phones, and printers. Additionally, I helped with setting up some companies internal office networks.","Link":null},{"id":"5","start":"2016-09-01","end":"2021-09-01","Organization":"Universidad de Alicante","Role":"Studies","Descirption":"The degree program is designed to cultivate professionals equipped to spearhead innovative projects in the dynamic realm of multimedia, spanning both the video game industry and web development sector. Through comprehensive training and practical experience, graduates emerge with the expertise and leadership skills necessary to drive forward initiatives in these rapidly evolving fields, shaping the future of interactive media and digital innovation.","Link":null},{"id":"7","start":"2017-06-01","end":"2017-08-01","Organization":"Julian Kenca","Role":"Graphic Design","Descirption":"Collaborating with Julian, a talented photographer and videographer, I contributed to enhancing his brand identity and refining his video content through editing. From conceptualizing brand elements to fine-tuning video sequences, my role involved providing creative support to elevate Julian's visual storytelling.","Link":null},{"id":"3","start":"2018-06-01","end":"2018-08-01","Organization":"Diva's","Role":"Web Development","Descirption":"Diva's is a weight loss center dedicated to helping clients achieve their wellness goals. As the developer behind their digital presence, I crafted both their website and a mobile application tailored to streamline client experience. The mobile app facilitates easy tracking of dietary intake, empowering clients to monitor their progress and make informed choices about their nutrition. ","Link":null},{"id":"1","start":"2019-05-01","end":"2021-09-01","Organization":"Super Kids","Role":"Web Development","Descirption":"Superkids is a web application designed to detect potential learning disorders in children during their early developmental stages. As a freelance developer, I spearheaded the entire development process, creating a comprehensive platform that combines gamified tests with educational assessments. This application is currently being utilized by some schools in Spain","Link":null},{"id":"0","start":"2019-09-01","end":"2020-10-01","Organization":"Crunch Games","Role":"Game Development","Descirption":"Crunch Games is a collaborative effort between college students, including myself, where we developed three exciting projects: Ratones y Mazmorras, RYM: Alfred's Revenge, and Illyria. With a team of six programmers, we not only handled the coding but also took charge of the artistic direction and music composition for our games.","Link":null},{"id":"4","start":"2020-06-01","end":"2020-08-01","Organization":"Vicedo Inmobiliaria","Role":"Graphic Design","Descirption":"At Vicedo Inmobiliaria, a reputable real estate agency, I undertook the development of two distinct websites tailored to their specific needs. These websites were crafted to enhance the agency's online presence and provide an intuitive platform for clients to explore property listings and related services.","Link":null},{"id":"6","start":"2021-06-01","end":"2021-08-01","Organization":"Activawords","Role":"Graphic Design","Descirption":"I served as an intern, specializing in the creation of 2D animations for educational videos focused on teaching the Spanish language. During my internship, I contributed to the development of engaging visual content designed to enhance the learning experience for students.","Link":null},{"id":"2","start":"2021-10-01","end":"2021-12-01","Organization":"Diva's","Role":"Web Development","Descirption":"Diva's is a weight loss center dedicated to helping clients achieve their wellness goals. As the developer behind their digital presence, I crafted both their website and a mobile application tailored to streamline client experience. The mobile app facilitates easy tracking of dietary intake, empowering clients to monitor their progress and make informed choices about their nutrition. ","Link":null},{"id":"9","start":"2022-04-01","end":"2022-09-01","Organization":"Fundamentia","Role":"Web Development","Descirption":"Fundamentia has a technology solution wich is capable of identifying and clasifying documents as well as extracting data automatically. I worked here developing their internal QA website and creating a website to demonstrate the capabilities of their technology","Link":null},{"id":"10","start":"2022-09-01","end":"2024-07-01","Organization":"ESAT","Role":"Studies","Descirption":"The HND in Computing (Videogames Programming) offers a comprehensive curriculum tailored to groom both proficient developers and technology specialists poised to excel in the dynamic Videogames industry. This rigorous program is designed to equip students with the practical skills and theoretical knowledge essential for success in game development. Graduates emerge as adept professionals ready to navigate the intricate landscape of interactive entertainment, contributing their expertise to drive innovation and advancement within the field.","Link":null},{"id":"11","start":"2023-09-01","end":"2024-07-01","Organization":"Arkadia Games","Role":"Game Development","Descirption":"Group of 17 artists, programmers and designers with whom I develpped my first published game. In it I was in charge of programming the final Boss, an NPC with dialogs and the pickups among other smaller things.","Link":null}]