[{"id":"8","start":"2016-06-01","end":"2016-08-01","Organization":"Dacom Informatica","Role":"Technical Service","Descirption":"I was responsible for assembling and repairing a variety of electronic devices, including computers, phones, and printers. Additionally, I helped with setting up some companies' internal office networks.","Link":null},{"id":"5","start":"2016-09-01","end":"2021-09-01","Organization":"Universidad de Alicante","Role":"Studies","Descirption":"Here I completed the multimedia engineering degree. This degree gave me the opportunity to work and develop my skills not only in game programming but also in web development. Additionally, I learned the basics of graphic design, 3D modeling and animation, and image and video editing.","Link":null},{"id":"7","start":"2017-06-01","end":"2017-08-01","Organization":"Julian Kenca","Role":"Graphic Design","Descirption":"Julian kenca is a photographer and videographer. I helped him create his branding and logos as well as editing videos and creating short animations short animations.","Link":null},{"id":"1","start":"2019-05-01","end":"2021-09-01","Organization":"Super Kids","Role":"Web Development","Descirption":"Super Kids is a web application designed to detect potential learning disorders in children during their early developmental stages. I developed this app, creating a comprehensive platform that combines gamified tests with educational assessments. This application is currently being used by some schools in Spain.","Link":null},{"id":"0","start":"2019-09-01","end":"2020-10-01","Organization":"Crunch Games","Role":"Game Development","Descirption":"Crunch Games is a collaborative effort between college students, including myself. Here I led the development of three projects: Ratones y Mazmorras, RYM: Alfred's Revenge, and Illyria. Within a team of six, I was mainly in charge of AI programming, movement, and collisions.","Link":null},{"id":"4","start":"2020-06-01","end":"2020-08-01","Organization":"Vicedo Inmobiliaria","Role":"Graphic Design","Descirption":"I undertook the development of two different websites. This is a real estate agency, and these websites provided an intuitive platform for clients to explore property listings and related services.","Link":null},{"id":"6","start":"2021-06-01","end":"2021-08-01","Organization":"Activawords","Role":"Graphic Design","Descirption":"I served as an intern, specializing in the creation of 2D animations for educational videos focused on teaching the Spanish language.","Link":null},{"id":"2","start":"2021-10-01","end":"2021-12-01","Organization":"Diva's","Role":"Web Development","Descirption":"As the developer behind their digital presence, I created both their website and a mobile application. The app facilitates easy tracking of dietary intake, helping clients to monitor their progress and make informed choices about their nutrition.","Link":null},{"id":"9","start":"2022-04-01","end":"2022-09-01","Organization":"Fundamentia","Role":"Web Development","Descirption":"I worked here developing their internal QA website and creating a website to demonstrate the capabilities of their AI technology to identify and classify documents.","Link":null},{"id":"10","start":"2022-09-01","end":"2024-07-01","Organization":"ESAT","Role":"Studies","Descirption":"In this school, specialized in video games, I completed the HND in Computing (Video Games Programming). Here, I got the chance to develop and perfect my skills and knowledge in different areas of game programming, working with different engines (as well as making my own) and developing a game with a large multidisciplinary team.","Link":null},{"id":"11","start":"2023-09-01","end":"2024-07-01","Organization":"Arkadia Games","Role":"Game Development","Descirption":"A group of 17 artists, programmers, and designers with whom I developed my first published game on Steam. In it, I was in charge of the final boss, an NPC with dialogues, pickups, destructible props, and performance optimizations.","Link":null}]