[
  {
    "Question": "Would you rather have to read your last 20 sent texts out loud to a room full of strangers OR have your last 20 photos shown on a projector?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather have a constant, low-level wedgie OR constantly feel like you have something stuck in your teeth on dates?",
    "NSFW": 1,
    "Tags": ["Gross", "Dating"]
  },
  {
    "Question": "Would you rather get a tattoo that says your ex's name OR have to send them a love letter once a year forever?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather only be able to whisper sweet nothings or shout them aggressively?",
    "NSFW": 2,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather your partner only be able to sext you through voice memos OR through emoji-only conversations?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather sext using only GIFs OR only outdated slang like 'groovy' and 'radical'?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather always orgasm way too soon OR never orgasm but last forever?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have your orgasms announced out loud by Siri or Alexa OR by your boss?",
    "NSFW": 4,
    "Tags": ["Sex", "Work"]
  },
  {
    "Question": "Would you rather be banned from kissing forever OR banned from cuddling forever?",
    "NSFW": 2,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather be completely hairless or super hairy everywhere and you can't shave?",
    "NSFW": 2,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather everyone you date be obsessed with your feet OR obsessed with your armpits?",
    "NSFW": 3,
    "Tags": ["Dating", "Gross"]
  },
  {
    "Question": "Would you rather get high at your wedding OR drunk at your grandma's funeral?",
    "NSFW": 3,
    "Tags": ["Drugs", "Family"]
  },
  {
    "Question": "Would you rather your partner always be a little too rough OR a little too gentle during sex?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather only have sex in cars OR only in public bathrooms?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather only have hookups for the rest of your life OR only serious relationships?",
    "NSFW": 3,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather date someone who hates all your favorite movies OR someone who insists on role-playing them in bed?",
    "NSFW": 3,
    "Tags": ["Dating", "Sex"]
  },
  {
    "Question": "Would you rather every time you flirt, it sounds like you're doing a bad foreign accent OR like you're narrating a documentary?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather wear lingerie under all your clothes every day OR go commando for a month?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather date someone who refuses to use any form of technology OR someone who insists on live-tweeting your entire relationship?",
    "NSFW": 1,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather be allergic to your favorite food OR your favorite type of person romantically?",
    "NSFW": 1,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather fall in love with someone who can never leave your town OR someone who moves every year?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather always know exactly when someone is lying to you OR never know but always assume the best?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather accidentally say 'I love you' on a first date OR forget your partner's birthday every year?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather share a toothbrush with your partner OR have to share a bed with three of their exes?",
    "NSFW": 1,
    "Tags": ["Dating", "Gross"]
  },
  {
    "Question": "Would you rather have to dirty talk in Shakespearean English OR in Star Wars quotes only?",
    "NSFW": 3,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather have every sexual experience broadcast to your parents OR narrated by your high school crush?",
    "NSFW": 4,
    "Tags": ["Sex", "Family"]
  },
  {
    "Question": "Would you rather make out with a stranger every time you drink alcohol OR never drink again?",
    "NSFW": 3,
    "Tags": ["Drugs", "Dating"]
  },
  {
    "Question": "Would you rather date someone who always smells slightly of garlic OR always smells slightly of sweat?",
    "NSFW": 1,
    "Tags": ["Dating", "Gross"]
  },
  {
    "Question": "Would you rather accidentally get high before meeting your in-laws OR show up naked to the first date because of a wardrobe malfunction?",
    "NSFW": 3,
    "Tags": ["Drugs", "Family", "Dating"]
  },
  {
    "Question": "Would you rather have sex in total silence OR to an extremely loud marching band?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather be stuck in a relationship with someone you don't love OR someone who doesn't love you?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather have a crush on your best friend's sibling OR your sibling's best friend?",
    "NSFW": 1,
    "Tags": ["Dating", "Family"]
  },
  {
    "Question": "Would you rather have your internet search history exposed for the last year OR your entire camera roll leaked?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather date someone who can read your mind OR someone you can never read at all?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather have your dream job but be single forever OR find true love but have to work a job you hate?",
    "NSFW": 1,
    "Tags": ["Work", "Dating"]
  },
  {
    "Question": "Would you rather never be able to say 'I love you' OR have to scream it every time you think it?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather your partner only be able to speak in puns OR in sarcastic tones?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather be loved by everyone you meet but never fall in love yourself OR love one person deeply who doesn't feel the same?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather your partner have access to your full location history OR your full browser history?",
    "NSFW": 3,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather only date people who are incredibly clingy OR incredibly distant?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather every sexual partner you have call you 'daddy' OR 'captain'?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have your orgasms randomly set off your smart home lights and alarms OR play 'Let It Go' from Frozen?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have to take a drug test before every date OR have to do a full background check on yourself every time you meet someone new?",
    "NSFW": 1,
    "Tags": ["Drugs", "Dating"]
  },
  {
    "Question": "Would you rather be banned from all dating apps forever OR have to use Tinder and only swipe right on people your parents approve of?",
    "NSFW": 1,
    "Tags": ["Dating", "Family"]
  },
  {
    "Question": "Would you rather date someone who never wants to leave the house OR someone who is always planning spontaneous road trips?",
    "NSFW": 1,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather be completely honest about your sexual history with everyone you date OR completely lie and never be able to tell the truth?",
    "NSFW": 3,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather only date people who are really into conspiracy theories OR people who can't handle even a hint of sarcasm?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather have sex with someone who constantly talks dirty but badly OR someone who's completely silent?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have to get drunk before every time you masturbate OR be unable to get drunk ever again?",
    "NSFW": 4,
    "Tags": ["Drugs", "Sex"]
  },
  {
    "Question": "Would you rather go on a road trip with your ex OR with your partner's parents?",
    "NSFW": 1,
    "Tags": ["Dating", "Family"]
  },
  {
    "Question": "Would you rather have your nudes leaked to your co-workers OR to your family?",
    "NSFW": 4,
    "Tags": ["Sex", "Work", "Family"]
  },
  {
    "Question": "Would you rather have to moan every time you hear the word 'love' OR sneeze uncontrollably during hugs?",
    "NSFW": 3,
    "Tags": ["Dating", "Gross"]
  },
  {
    "Question": "Would you rather your partner could only touch you with cold hands OR with clammy sweaty hands?",
    "NSFW": 3,
    "Tags": ["Dating", "Gross"]
  },
  {
    "Question": "Would you rather only ever have quickies OR only have extremely drawn-out, hours-long sessions?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have a one-night stand with your boss OR your boss's boss?",
    "NSFW": 4,
    "Tags": ["Sex", "Work"]
  },
  {
    "Question": "Would you rather never be able to watch porn again OR have to narrate porn in a documentary voice if you watch it?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather sleep with someone you find physically attractive but super boring OR someone super interesting but unattractive?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather be able to have amazing chemistry with no physical attraction OR amazing physical attraction with no chemistry?",
    "NSFW": 3,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather your partner have to call your parents every time you hook up OR your boss?",
    "NSFW": 4,
    "Tags": ["Sex", "Family", "Work"]
  },
  {
    "Question": "Would you rather every kiss taste like hot sauce OR every hug feel like a static shock?",
    "NSFW": 2,
    "Tags": ["Dating", "Gross"]
  },
  {
    "Question": "Would you rather have a wild sex life but terrible communication OR perfect emotional intimacy but very boring sex?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather every time you orgasm, you have to shout the name of your favorite teacher OR your least favorite ex?",
    "NSFW": 4,
    "Tags": ["Sex", "Work", "Dating"]
  },
  {
    "Question": "Would you rather get high every time you orgasm OR drunk every time you cry?",
    "NSFW": 4,
    "Tags": ["Drugs", "Sex"]
  },
  {
    "Question": "Would you rather always date people 10 years older OR 10 years younger?",
    "NSFW": 2,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather date someone super hot but terrible in bed OR average looking but mind-blowing in bed?",
    "NSFW": 4,
    "Tags": ["Dating", "Sex"]
  },
  {
    "Question": "Would you rather never touch yourself again OR never kiss again?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather marry someone you're not sexually attracted to OR someone you can't have deep conversations with?",
    "NSFW": 3,
    "Tags": ["Dating", "Sex"]
  },
  {
    "Question": "Would you rather accidentally text a nude to your mom OR to your boss?",
    "NSFW": 4,
    "Tags": ["Sex", "Family", "Work"]
  },
  {
    "Question": "Would you rather have to strip tease for every serious conversation OR have to dance battle for every argument?",
    "NSFW": 3,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather have your partner only dirty talk in nursery rhymes OR in pirate voice?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather orgasm every time you laugh OR cry every time you orgasm?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather every time you had sex, you instantly post it to your Instagram story OR live-tweet the details?",
    "NSFW": 4,
    "Tags": ["Sex", "Lifestyle"]
  },
  {
    "Question": "Would you rather do a line of coke at your own wedding OR have sex in a public park during the day?",
    "NSFW": 4,
    "Tags": ["Drugs", "Sex"]
  },
  {
    "Question": "Would you rather your favorite celebrity see your worst sexting conversation OR your worst hookup?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather become instantly famous for a leaked sex tape OR for a really awkward interview about your sex life?",
    "NSFW": 4,
    "Tags": ["Sex", "Lifestyle"]
  },
  {
    "Question": "Would you rather be in a relationship where sex is mind-blowing but happens once a year OR very average but happens daily?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather always accidentally call your partner by your ex's name OR have them do it to you?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather be unable to feel sexual attraction OR be unable to feel romantic love?",
    "NSFW": 3,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather wake up hungover next to your boss OR your ex?",
    "NSFW": 3,
    "Tags": ["Drugs", "Work", "Dating"]
  },
  {
    "Question": "Would you rather go celibate for a year OR give up masturbation forever?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather always have sex to the sound of car alarms OR elevator music?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather sext using only medical terminology OR medieval poetry?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather have your partner rate you in bed publicly OR your ex rate you anonymously online?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather date someone who's amazing in bed but bad at everything else OR someone who's average in bed but perfect outside of it?",
    "NSFW": 4,
    "Tags": ["Dating", "Sex"]
  },
  {
    "Question": "Would you rather every time you masturbate it's live-streamed to a random 100 people OR you lose $1000 from your bank account?",
    "NSFW": 4,
    "Tags": ["Sex", "Lifestyle"]
  },
  {
    "Question": "Would you rather permanently lose your ability to taste food OR to enjoy kissing?",
    "NSFW": 2,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather send a risky text to the wrong person OR post it as a public tweet by accident?",
    "NSFW": 3,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather all your orgasms feel like tiny sneezes OR giant uncontrollable earthquakes?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have your ex date your best friend OR your best friend date your ex?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather have sex only in hotel rooms OR only at your childhood home?",
    "NSFW": 4,
    "Tags": ["Sex", "Family"]
  },
  {
    "Question": "Would you rather forget every person you've ever kissed OR every movie you've ever watched?",
    "NSFW": 2,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather only have fast food forever OR only ever have home-cooked meals from your partner's worst ex?",
    "NSFW": 1,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather all of your exes form a band about your worst qualities OR write a book about them?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather every time you kiss someone new, it tastes like toothpaste OR garlic?",
    "NSFW": 2,
    "Tags": ["Dating", "Gross"]
  },
  {
    "Question": "Would you rather fall asleep immediately after every orgasm OR be super energized and hyperactive?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have a permanent 'post-sex hair' look OR a permanent 'morning breath' smell?",
    "NSFW": 3,
    "Tags": ["Sex", "Gross"]
  },
  {
    "Question": "Would you rather have sex on a beach but get sand everywhere OR on a camping trip but hear every mosquito buzzing?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather roleplay every time you have sex OR only be able to have sex while in costume?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have a drug trip where you imagine your parents judging you OR your worst hookup texting you nonstop?",
    "NSFW": 3,
    "Tags": ["Drugs", "Family", "Dating"]
  },
  {
    "Question": "Would you rather only orgasm if someone says your full legal name out loud OR only when reciting the Pledge of Allegiance?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather lose all your childhood memories or lose your sense of taste forever?",
    "NSFW": 1,
    "Tags": ["Family", "Lifestyle"]
  },
  {
    "Question": "Would you rather walk around with visible pit stains forever or have a constant visible booger in your nose?",
    "NSFW": 1,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather be caught watching something super embarrassing or accidentally send it to your family group chat?",
    "NSFW": 1,
    "Tags": ["Family", "Lifestyle"]
  },
  {
    "Question": "Would you rather your partner read your mind during sex or you read theirs?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather have to explain every joke you make or never be allowed to tell one again?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather have a rewind button or a pause button for your life?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be completely alone for a year or constantly surrounded by people with no privacy?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be able to detect any lie or get away with any lie you tell?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather wear someone else's dirty underwear or use their toothbrush?",
    "NSFW": 1,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather never be able to eat hot food or cold food again?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather everyone you know see your internet history or your bank account?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather never be able to touch anyone again or only be able to speak in a seductive tone?",
    "NSFW": 3,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather have the worst sex of your life with your crush or the best sex with someone you hate?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather sweat maple syrup or sneeze glitter?",
    "NSFW": 1,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather your thoughts be broadcast out loud or have your browser history made public?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be trapped in a room with your ex and your current partner or every teacher you've ever had?",
    "NSFW": 1,
    "Tags": ["Dating", "Work"]
  },
  {
    "Question": "Would you rather be the person who always forgets people's names or the one who always calls people by the wrong name?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be infamous in history books or completely forgotten?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather eat something that smells horrible but tastes great or something that smells amazing but tastes terrible?",
    "NSFW": 1,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather walk in on your parents or have them walk in on you?",
    "NSFW": 3,
    "Tags": ["Family"]
  },
  {
    "Question": "Would you rather have no elbows or no knees?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather laugh every time someone cries or cry every time someone laughs?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather post a full-body nude on your main social media or lose access to your account forever?",
    "NSFW": 4,
    "Tags": ["Sex", "Lifestyle"]
  },
  {
    "Question": "Would you rather be known for a weird fetish or never be able to orgasm again?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have to confess every lie you've ever told or relive your most embarrassing moment weekly?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather only be able to eat baby food or astronaut food for the rest of your life?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather get a tattoo of your worst ex's name or never be allowed to get a tattoo at all?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather hear strangers' thoughts or have them hear yours?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather your phone randomly read your last sext out loud in public or auto-post a sexy pic to your story every month?",
    "NSFW": 4,
    "Tags": ["Sex", "Lifestyle"]
  },
  {
    "Question": "Would you rather have sex in a porta-potty or a room with one-way mirrors and an unknown audience?",
    "NSFW": 4,
    "Tags": ["Sex", "Gross"]
  },
  {
    "Question": "Would you rather be allergic to clothes or allergic to being naked?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather reveal your weirdest kink or your strangest fear to a group of coworkers?",
    "NSFW": 4,
    "Tags": ["Sex", "Work"]
  },
  {
    "Question": "Would you rather be famous for something embarrassing or never be recognized for anything?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather fall in love and never be kissed, or kiss often but never fall in love?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather be the person who always gets TMI or the one who always shares TMI?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather get blackout drunk at your own wedding or forget your partner's name in the vows?",
    "NSFW": 3,
    "Tags": ["Drugs", "Dating"]
  },
  {
    "Question": "Would you rather be able to detect when someone is attracted to you or when they're lying to you?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather only be able to watch children's cartoons or only hardcore horror movies?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather have to moan every time you sit down or growl every time you stand up?",
    "NSFW": 3,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather have sex in zero gravity or underwater?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather have a roommate who never bathes or one who never shuts up?",
    "NSFW": 1,
    "Tags": ["Gross", "Lifestyle"]
  },
  {
    "Question": "Would you rather be the star of an embarrassing viral video or the subject of a scandalous Reddit thread?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather spend the night in a haunted house or a stranger's house with no phone?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather have your partner describe your worst sexual experience to their friends or your parents?",
    "NSFW": 4,
    "Tags": ["Sex", "Family"]
  },
  {
    "Question": "Would you rather forget your own birthday or your partner's?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather be on a reality show about dating or survival?",
    "NSFW": 1,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather only wear latex or only wear velvet for a year?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather have a partner with a great voice or a great scent?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather eat a sandwich you found in the trash or let someone else choose your meals for a month?",
    "NSFW": 1,
    "Tags": ["Gross", "Lifestyle"]
  },
  {
    "Question": "Would you rather be banned from all streaming services or all social media for a year?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be able to taste colors or see sounds?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather have to say everything you think or never speak again?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be stuck with the horniest person you know or the most boring?",
    "NSFW": 3,
    "Tags": ["Sex", "Lifestyle"]
  },
  {
    "Question": "Would you rather smell like garlic forever or have everyone else smell like garlic to you?",
    "NSFW": 1,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather be remembered for your fashion or your personality?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather only have phone sex or only silent, in-person sex?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather always have your search history published or never be able to search again?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather have your last partner rate you publicly or your current one do it anonymously?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather lose the ability to lie or to detect lies?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather go viral for a cringey TikTok or be ignored for your best content?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather never have an orgasm again or have one every time someone says your name?",
    "NSFW": 4,
    "Tags": ["Sex"]
  },
  {
    "Question": "Would you rather be able to teleport but only to bathrooms or fly but only while naked?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather always hear people's thoughts when they lie or never know if someone's lying?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather your crush know every time you masturbate or hear every detail of their last hookup?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather have someone go through your phone for an hour or your bedroom for a day?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather get stuck in traffic with your worst ex or with your partner's ex?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather fart every time you're nervous or sneeze when you're turned on?",
    "NSFW": 3,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather never get compliments or only get sarcastic ones?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather get paid to watch your partner with someone else or pay to watch them?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather your family see your OnlyFans or your boss subscribe to it?",
    "NSFW": 4,
    "Tags": ["Sex", "Family", "Work"]
  },
  {
    "Question": "Would you rather be kissed by someone with horrible breath or someone with no rhythm?",
    "NSFW": 2,
    "Tags": ["Dating", "Gross"]
  },
  {
    "Question": "Would you rather be constantly itchy or always feel like you have to pee?",
    "NSFW": 1,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather switch lives with your worst enemy or your childhood self?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather your body make random sex noises or fart sounds every time you move?",
    "NSFW": 3,
    "Tags": ["Sex", "Gross"]
  },
  {
    "Question": "Would you rather work at a job you love for no money or one you hate for tons of money?",
    "NSFW": 1,
    "Tags": ["Work"]
  },
  {
    "Question": "Would you rather have to explain a sex toy in your bag at airport security or your last breakup in a job interview?",
    "NSFW": 4,
    "Tags": ["Sex", "Work", "Dating"]
  },
  {
    "Question": "Would you rather lose your sense of humor or your ability to flirt?",
    "NSFW": 1,
    "Tags": ["Dating", "Lifestyle"]
  },
  {
    "Question": "Would you rather burp confetti or poop jellybeans?",
    "NSFW": 1,
    "Tags": ["Gross"]
  },
  {
    "Question": "Would you rather be able to talk to your pet or have them talk to other people about you?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be naked in a room full of strangers or overdressed at a beach party?",
    "NSFW": 3,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather have one real get-out-of-jail-free card or a key that opens any door?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather date someone with a terrible laugh or one who laughs at nothing?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather always forget why you walked into a room or always say the wrong thing?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be proposed to in public by someone you're not into or propose in public and be rejected?",
    "NSFW": 1,
    "Tags": ["Dating"]
  },
  {
    "Question": "Would you rather be too hot or too cold — always?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be famous but hated or completely unknown but loved by those who know you?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather win $10,000 now or flip a coin for $100,000?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather discover your partner's kink is clowns or they discover yours is something worse?",
    "NSFW": 4,
    "Tags": ["Sex", "Dating"]
  },
  {
    "Question": "Would you rather live in a world where no one lies or where everyone tells small lies to be polite?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather see your most embarrassing video go viral or your least flattering photo become a meme?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather always know when someone talks about you behind your back or never know but feel paranoid forever?",
    "NSFW": 1,
    "Tags": ["Lifestyle"]
  },
  {
    "Question": "Would you rather be caught mid-orgasm face on camera or caught mid-fart in a quiet room?",
    "NSFW": 4,
    "Tags": ["Sex", "Gross"]
  },
  {
    "Question": "Would you rather have the ability to see through walls but only when you're high OR be able to read minds but only when you're drunk?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have your dreams come true but only when you're on psychedelics OR have your nightmares come true but only when you're sober?",
    "NSFW": 3,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather be able to speak any language fluently but only when you're high OR be able to play any instrument perfectly but only when you're drunk?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you tell the absolute truth OR one that makes everyone believe your lies?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a pill that makes you fall in love with the next person you see OR one that makes you hate everyone you know?",
    "NSFW": 3,
    "Tags": ["Drugs", "Dating"]
  },
  {
    "Question": "Would you rather have a drug that makes you see the future but only bad things OR one that shows you the past but only embarrassing moments?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super strong but also super clumsy OR one that makes you super smart but also super paranoid?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you invisible but you can't touch anything OR one that makes you intangible but everyone can see you?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you live forever but you can never get high again OR one that gives you the best high of your life but you die the next day?",
    "NSFW": 3,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super attractive but only to people you're not interested in OR one that makes you super interesting but only to people you can't stand?",
    "NSFW": 2,
    "Tags": ["Drugs", "Dating"]
  },
  {
    "Question": "Would you rather have a drug that makes you remember everything but you can't forget anything OR one that lets you forget anything but you can't remember anything new?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super rich but you can only spend money on drugs OR one that makes you super poor but you get unlimited free drugs?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super famous but only for embarrassing things OR one that makes you super infamous but only for cool things?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super lucky but only in dangerous situations OR one that makes you super unlucky but only in safe situations?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super creative but you can't share your ideas OR one that makes you super logical but you can't feel emotions?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super confident but only when you're wrong OR one that makes you super humble but only when you're right?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super healthy but you can't enjoy food OR one that makes you super fit but you can't enjoy exercise?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super popular but only with people you hate OR one that makes you super unpopular but only with people you love?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super successful but you can't enjoy it OR one that makes you super happy but you can't achieve anything?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather accidentally get high before a job interview OR before meeting your partner's parents for the first time?",
    "NSFW": 3,
    "Tags": ["Drugs", "Work", "Family"]
  },
  {
    "Question": "Would you rather have to explain your positive drug test to your boss OR to your parents?",
    "NSFW": 3,
    "Tags": ["Drugs", "Work", "Family"]
  },
  {
    "Question": "Would you rather have a pill that makes you fall in love with the next person you see OR one that makes you hate everyone you know?",
    "NSFW": 3,
    "Tags": ["Drugs", "Dating"]
  },
  {
    "Question": "Would you rather be randomly drug tested at work every week OR have to wear a drug detection device that beeps when you're near drugs?",
    "NSFW": 2,
    "Tags": ["Drugs", "Work"]
  },
  {
    "Question": "Would you rather have a drug that makes you super strong but also super clumsy OR one that makes you super smart but also super paranoid?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather accidentally get high at your own wedding OR at your grandma's funeral?",
    "NSFW": 3,
    "Tags": ["Drugs", "Family"]
  },
  {
    "Question": "Would you rather have a drug that makes you invisible but you can't touch anything OR one that makes you intangible but everyone can see you?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have your drug test results posted on social media OR sent to your entire contact list?",
    "NSFW": 3,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super attractive but only to people you're not interested in OR one that makes you super interesting but only to people you can't stand?",
    "NSFW": 2,
    "Tags": ["Drugs", "Dating"]
  },
  {
    "Question": "Would you rather be randomly drug tested at family gatherings OR at work events?",
    "NSFW": 2,
    "Tags": ["Drugs", "Family", "Work"]
  },
  {
    "Question": "Would you rather have a drug that makes you remember everything but you can't forget anything OR one that lets you forget anything but you can't remember anything new?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have to explain a positive drug test to your doctor OR to your therapist?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have a drug that makes you super lucky but only in dangerous situations OR one that makes you super unlucky but only in safe situations?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather accidentally get high before a public speech OR before a first date?",
    "NSFW": 3,
    "Tags": ["Drugs", "Dating", "Work"]
  },
  {
    "Question": "Would you rather have a drug that makes you super creative but you can't share your ideas OR one that makes you super logical but you can't feel emotions?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  },
  {
    "Question": "Would you rather have your drug test results announced at a family dinner OR at a work meeting?",
    "NSFW": 3,
    "Tags": ["Drugs", "Family", "Work"]
  },
  {
    "Question": "Would you rather have a drug that makes you super successful but you can't enjoy it OR one that makes you super happy but you can't achieve anything?",
    "NSFW": 2,
    "Tags": ["Drugs", "Lifestyle"]
  }
]